/* Turning this off means that your activities in this app will not be shared with other app users. We will never ever auto-post on your behalf to your social accounts even if this privacy setting is On */
"scringo_text_activity_share" = "Turning this off means that your activities in this app will not be shared with other app users. We will never ever auto-post on your behalf to your social accounts even if this privacy setting is On";

/* Connect to interact with other people on %@ */
"scringo_text_anonymous_activity_message" = "Connect to interact with other people on %@";

/* Connect to message other people on %@ */
"scringo_text_anonymous_message" = "Connect to message other people on %@";

/* There are no messages */
"scringo_text_anonymous_no_messages_title" = "There are no messages";

/* Write something about yourself */
"scringo_text_bio_text" = "Write something about yourself";

/* Are you sure you want to block %@ */
"scringo_text_block_user_message" = "Are you sure you want to block %@";

/* Block user
   Block User */
"scringo_text_block_user_title" = "Block User";

/* Blocked */
"scringo_text_blocked_title" = "Blocked";

/* Cancel */
"scringo_text_cancel_button" = "Cancel";

/* Are you sure you want to cancel editing? */
"scringo_text_cancel_edit_message_description" = "Are you sure you want to cancel editing?";

/* Canceling Edit */
"scringo_text_cancel_edit_message_title" = "Cancelling Edit";

/* Are you sure you want to cancel report %@ */
"scringo_text_cancel_report_message" = "Are you sure you want to cancel report %@";

/* Cancel report User */
"scringo_text_cancel_report_title" = "Cancel report User";

/* Compose */
"scringo_text_compose_title" = "Compose";

/* Who are you writing to */
"scringo_text_compose_filter_hint" = "Who are you writing to";

/* Yes, I'm sure
   Yes, I'm Sure */
"scringo_text_confirm_yes_button" = "Yes, I'm Sure";

/* Connect */
"scringo_text_connect_button" = "Connect";

/* Delete */
"scringo_text_delete_button" = "Delete";

/* Are you sure you want to delete this message? */
"scringo_text_delete_message_description" = "Are you sure you want to delete this message?";

/* Delete Message */
"scringo_text_delete_message_title" = "Delete Message";

/* Are you sure you want to Delete your feedback? */
"scringo_text_feedback_cancel_message" = "Are you sure you want to Delete your feedback?";

/* Delete Feedback */
"scringo_text_feedback_cancel_title" = "Delete Feedback";

/* Follow %@ */
"scringo_text_follow_a_user" = "Follow %@";

/* Follow All These %d Friends */
"scringo_text_follow_all_friends" = "Follow All These %d Friends";

/* Connect to follow this user */
"scringo_text_follow_connect_message" = "Connect to follow this user";

/* Followers */
"scringo_text_followers_title" = "Followers";

/* Following */
"scringo_text_following_title" = "Following";

/* Posts */
"scringo_text_posts_title" = "Posts";

/* Liked an Activity */
"scringo_text_liked_an_activity" = "Liked an Activity";

/* Make the most out of %@, connect with Facebook or Twitter */
"scringo_text_make_the_most" = "Make the most out of %@, connect with Facebook or Twitter";

/* Connect to message this user */
"scringo_text_message_connect_message" = "Connect to message this user";

/* There are no messages. Don't wait up, start a conversation! */
"scringo_text_no_messages_title" = "There are no messages. Don't wait, start a conversation!";

/* OK */
"scringo_text_ok_button" = "OK";

/* We'll review it, and try to answer as soon as possible! You'll find our reply in your Messages */
"scringo_text_post_feedback_popup_message" = "We'll review it, and try to answer as soon as possible! You'll find our reply in your Messages";

/* We'll review it, and try to answer as soon as possible! You'll find our reply in your Messages\n\nIn the meantime, we'll be happy if you could rate us in the App Store */
"scringo_text_post_feedback_popup_message_5stars" = "We'll review it, and try to answer as soon as possible! You'll find our reply in your Messages\n\nIn the meantime, we'll be happy if you could rate us in the App Store";

/* Thank you for your feedback! */
"scringo_text_post_feedback_popup_title" = "Thank you for your feedback!";

/* Share your Activities */
"scringo_text_privacy_title" = "Share your Activities";

/* Connect see who's around you */
"scringo_text_radar_connect_message" = "Connect to see who's around you";

/* Follow these %d people */
"scringo_text_radar_follow_many_message" = "Follow these %d people";

/* Follow %@ */
"scringo_text_radar_follow_one_message" = "Follow %@";

/* There are %d people around you which you don't follow! */
"scringo_text_radar_many_to_follow_message" = "There are %d people around you which you don't follow!";

/* There is one person around you which you don't follow! */
"scringo_text_radar_one_to_follow_message" = "There is one person around you which you don't follow!";

/* Rate Us */
"scringo_text_rate_us_button" = "Rate Us";

/* Help us grow, rate us on the AppStore */
"scringo_text_rate_us_description" = "Help us grow, rate us on the AppStore";

/* Later */
"scringo_text_rate_us_later_button" = "Later";

/* Rate Us */
"scringo_text_rate_us_title" = "Rate Us";

/* Are you sure you want to report %@ */
"scringo_text_report_user_message" = "Are you sure you want to report %@";

/* Report User */
"scringo_text_report_user_title" = "Report User";

/* Reported */
"scringo_text_reported_title" = "Reported";

/* Share on Facebook */
"scringo_text_share_on_facebook" = "Share on Facebook";

/* Post your friends about this app! */
"scringo_text_share_on_facebook_description" = "Post your friends about this app!";

/* Tweet your followers about this app! */
"scringo_text_share_on_twitter_description" = "Tweet your followers about this app!";

/* Share on Twitter */
"scringo_text_share_on_twitter_title" = "Share on Twitter";

/* Sign Out */
"scringo_text_sign_out_title" = "Sign Out";

/* Are you sure you want to sign out from your %@ account? */
"scringo_text_social_network_sign_out_message" = "Are you sure you want to sign out from your %@ account?";

/* Please describe the bug that you've found */
"scringo_text_talk_to_us_bug" = "Please describe the bug that you've found";

/* Feedback, Bug report, Feature request */
"scringo_text_talk_to_us_description" = "Feedback, Bug report, Feature request";

/* Please describe your suggestions */
"scringo_text_talk_to_us_feature" = "Please describe your suggestions";

/* Please describe your feedback */
"scringo_text_talk_to_us_feedback" = "Please describe your feedback";

/* Talk to Us */
"scringo_text_talk_to_us_title" = "Talk to Us";

/* Twitter Connect */
"scringo_text_twitter_connect_title" = "Twitter Connect";

/* Facebook Connect */
"scringo_text_facebook_connect_title" = "Facebook Connect";

/* Are you sure you want to unblock %@ */
"scringo_text_unblock_user_message" = "Are you sure you want to unblock %@";

/* Unblock User
   Unblock user */
"scringo_text_unblock_user_title" = "Unblock User";

/* Unblocked */
"scringo_text_unblocked_title" = "Unblocked";

/* Unreported */
"scringo_text_unreported_title" = "Unreported";

/* Swipe to Discover More */
"scringo_text_welcome_popup_title" = "Swipe to Discover More";

/* Swipe to the left to discover more out of %@ */
"scringo_text_welcome_popup_left" = "Swipe to the left to discover more out of %@";

/* Swipe to the right to discover more out of %@ */
"scringo_text_welcome_popup_right" = "Swipe to the right to discover more out of %@";

/* Welcome to %@! */
"scringo_text_welcome_to_app" = "Welcome to %@!";

/* Invite friends from your contact list */
"scringo_text_contacts_description" = "Invite friends from your contact list";

/* Contacts */
"scringo_text_contacts_title" = "Contacts";

/* Facebook Contacts */
"scringo_text_facebook_contacts" = "Facebook Contacts";

/* Facebook Friends */
"scringo_text_facebook_friends_title" = "Facebook Friends";

/* Invite your facebook friends */
"scringo_text_facebook_invite_description" = "Invite your Facebook friends";

/* Facebook */
"scringo_text_facebook_title" = "Facebook";

/* Find friends from your social networks */
"scringo_text_find_friends_description" = "Find friends from your social networks";

/* Find Friends */
"scringo_text_find_friends_title" = "Find Friends";

/* Find */
"scringo_text_find_header" = "Find";

/* Follow All %d People */
"scringo_text_follow_all_people_button" = "Follow All %d People";

/* Follow\n%@ */
"scringo_text_follow_person_button" = "Follow\n%@";

/* Follow %@ */
"scringo_text_follow_one_button" = "Follow %@";

/* Following\n%@ */
"scringo_text_following_person_button" = "Following\n%@";

/* Free */
"scringo_text_free_app_price" = "Free";

/* Friends */
"scringo_text_friends_title" = "Friends";

/* Invite Contacts */
"scringo_text_invite_contacts_title" = "Invite Contacts";

/* Invite */
"scringo_text_invite_header" = "Invite";

/* joined */
"scringo_text_joined" = "joined";

/* liked */
"scringo_text_liked" = "liked";

/* LinkedIn Friends */
"scringo_text_linkedin_friends" = "LinkedIn Friends";

/* Load Earlier Messages */
"scringo_text_load_earlier_messages_button" = "Load Earlier Messages";

/* Loading... */
"scringo_text_loading" = "Loading...";

/* %d followers */
"scringo_text_number_of_followers" = "%d followers";

/* People Nearby */
"scringo_text_people_nearby_header" = "People Nearby";

/* Pull down to refresh... */
"scringo_text_pull_down_to_refresh" = "Pull down to refresh...";

/* Release to refresh... */
"scringo_text_release_to_refresh" = "Release to refresh...";

/* Send */
"scringo_text_send_button" = "Send";

/* started following */
"scringo_text_started_following" = "started following";

/* Awesome people you should follow */
"scringo_text_suggestions_description" = "Awesome people you should follow";

/* Suggestions */
"scringo_text_suggestions_title" = "Suggestions";

/* Send us feedback, report a bug */
"scringo_text_compose_talk_to_us_description" = "Send us feedback, report a bug";

/* In order to use Twitter functionality, please add your Twitter account in Settings. */
"scringo_text_twitter_cant_connect_message" = "In order to use Twitter functionality, please add your Twitter account in Settings.";

/* Twitter Contacts */
"scringo_text_twitter_contacts" = "Twitter Contacts";

/* Twitter Friends */
"scringo_text_twitter_friends" = "Twitter Friends";

/* Invite your twitter friends */
"scringo_text_twitter_invite_description" = "Invite your twitter friends";

/* Twitter */
"scringo_text_twitter_title" = "Twitter";

/* More */
"scringo_text_more_title" = "More";

/* Share */
"scringo_text_share_title" = "Share";

/* Close */
"scringo_text_close_button" = "Close";

/* Check out these people you should follow */
"scringo_text_checkout_suggestions" = "Check out these people you should follow";

/* There are no suggestions */
"scringo_text_no_suggestions_message" = "There are no suggestions";

/* Follow */
"scringo_text_follow_button" = "Follow";

/* Following */
"scringo_text_following_button" = "Following";

/* Send Feedback */
"scringo_text_send_feedback_title" = "Send Feedback";

/* Report a bug */
"scringo_text_bug_report_title" = "Report a bug";

/* Feature Request */
"scringo_text_feature_request_title" = "Feature Request";

/* Invite */
"scringo_text_invite_button" = "Invite";

/* Follow All */
"scringo_text_follow_all_button" = "Follow All";

/* Error */
"scringo_text_error_title" = "Error";

/* No network. Try again later */
"scringo_text_no_network_message" = "No network. Try again later";

/* My Posts */
"scringo_text_my_posts_title" = "My Posts";

/* %@ Posts */
"scringo_text_person_posts_title" = "%@ Posts";

/* Why not follow them? */
"scringo_text_radar_overlay_subtitle" = "Why not follow them?";

/* Don't Show Again */
"scringo_text_radar_dont_show_button" = "Don't Show Again";

/* Not Now */
"scringo_text_radar_not_now_button" = "Not Now";

/* Email */
"scringo_text_email_title" = "Email";

/* Edit Bio */
"scringo_text_edit_bio_title" = "Edit Bio";

/* Done */
"scringo_text_done_button" = "Done";

/* Messages */
"scringo_text_messages_tab_title" = "Messages";

/* Activity */
"scringo_text_activity_tab_title" = "Activity";

/* Find & Invite Friends */
"scringo_text_find_and_invite_friends_tab_title" = "Find & Invite Friends";

/* Feedback */
"scringo_text_feedback_tab_title" = "Feedback";

/* More Apps */
"scringo_text_more_apps_tab_title" = "More Apps";

/* Radar */
"scringo_text_radar_tab_title" = "Radar";

/* BY */
"scringo_text_topic_by" = "By";

/* Post */
"scringo_text_post_button" = "Post";

/* %d New Comment */
"scringo_text_new_comment_button" = "%d New Comment";

/* %d New Comments */
"scringo_text_new_comments_button" = "%d New Comments";

/* Connect to post comments */
"scringo_text_post_connect_message" = "Connect to post comments";

/* Blog */
"scringo_text_chatrooms_tab_title" = "Blog";

/* liked a post */
"scringo_text_liked_a_blog_post" = "liked a post";

/* liked %@'s comment */
"scringo_text_liked_a_blog_post_comment" = "liked %@'s Comment";

/* commented on */
"scringo_text_commented_on" = "commented on";

/* a few seconds ago */
"scringo_text_a_few_seconds_ago" = "a few seconds ago";

/* %ds ago */
"scringo_text_short_n_seconds_ago" = "%ds ago";

/* %d secs ago */
"scringo_text_long_n_seconds_ago" = "%d secs ago";

/* %dm ago */
"scringo_text_short_n_minutes_ago" = "%dm ago";

/* %d mins ago */
"scringo_text_long_n_minutes_ago" = "%d mins ago";

/* 1 minute ago */
"scringo_text_a_minute_ago" = "1 minute ago";

/* %dh ago */
"scringo_text_short_n_hours_ago" = "%dh ago";

/* %d hours ago */
"scringo_text_long_n_hours_ago" = "%d hours ago";

/* 1 hour ago */
"scringo_text_an_hour_ago" = "1 hour ago";

/* %dd ago */
"scringo_text_short_n_days_ago" = "%dd ago";

/* %d days ago */
"scringo_text_long_n_days_ago" = "%d days ago";

/* Yesterday */
"scringo_text_yesterday" = "Yesterday";

/* Make the most out of %@, Log In or Sign Up */
"scringo_text_login_signup_message" = "Make the most out of %@, Log In or Sign Up";

/* Log In */
"scringo_text_login_button" = "Log In";

/* Sign Up */
"scringo_text_signup_button" = "Sign Up";

/* Make the most out of %@, Sign Up! */
"scringo_text_signup_message" = "Make the most out of %@, Sign Up!";

/* Make the most out of %@, Log In! */
"scringo_text_login_message" = "Make the most out of %@, Log In!";

/* Already Have an Account? */
"scringo_text_login_invite_message" = "Already Have an Account?";

/* Sign Up with Email */
"scringo_text_email_signup_button" = "Sign Up with Email";

/* Don't Have an Account? */
"scringo_text_signup_invite_message" = "Don't Have an Account?";

/* Login with Email */
"scringo_text_email_login_button" = "Login with Email";

/* Sign Up */
"scringo_text_signup_title" = "Sign Up";

/* Log In */
"scringo_text_login_title" = "Log In";

/* Settings */
"scringo_text_settings_title" = "Settings";

/* User Details */
"scringo_text_user_details_title" = "User Details";

/* Accounts */
"scringo_text_accounts_title" = "Accounts";

/* Connect Social */
"scringo_text_connect_social_override_title" = "Connect Social";

/* Are you sure you want to connect %@ to your account? */
"scringo_text_connect_social_override_message" = "Are you sure you want to connect %@ to your account?";

/* Sign Up Failed */
"scringo_text_user_already_signed_up_title" = "Sign Up Failed";

/* User already signed up. Please Login */
"scringo_text_user_already_signed_up_message" = "User already signed up. Please Login";

/* User sign up failed due to server error */
"scringo_text_sign_up_general_error_message" = "User sign up failed due to internal error";

/* Login Failed */
"scringo_text_user_login_failed_title" = "Login Failed";

/* Unknown User or Bad Password */
"scringo_text_user_login_failed_message" = "Unknown User or Bad Password";

/* User login failed due to internal error */
"scringo_text_login_general_error_message" = "User login failed due to internal error";

/* Update */
"scringo_text_update_button" = "Update";

/* Discard Changes? */
"scringo_text_discard_changes_title" = "Discard Changes?";

/* Are you sure you want to discard all changes? */
"scringo_text_discard_changes_description" = "Are you sure you want to discard all changes?";

/* Forgot your password? */
"scringo_text_forgot_password_button" = "Forgot your password?";

/* Change password */
"scringo_text_change_password_button" = "Change password";

/* Requirements Not Met */
"scringo_text_requirements_not_met_title" = "Requirements Not Met";

/* All fields are mandatory! */
"scringo_text_requirements_not_met_message" = "All fields are mandatory!";

/* Forgot Password */
"scringo_text_forgot_password_title" = "Forgot Password";

/* Change Password */
"scringo_text_change_password_title" = "Change Password";

/* Password Sent */
"scringo_text_password_sent_title" = "Password Sent";

/* Your password has been sent to the specified email */
"scringo_text_password_sent_message" = "Your password has been sent to the specified email";

/* Name can not be empty! */
"scringo_text_name_not_empty_message" = "Name can not be empty!";

/* Full Name */
"scringo_text_full_name_text_field" = "Full Name";

/* At least 6 characters */
"scringo_text_password_text_field" = "At least 6 characters";

/* Email */
"scringo_text_email_text_field_title" = "Email";

/* Password */
"scringo_text_password_text_field_title" = "Password";
